<template>
    <f7-page no-toolbar>
        <f7-navbar>
            <f7-nav-left back-link="返回更多"></f7-nav-left>
            <f7-nav-center>关于我们</f7-nav-center>
        </f7-navbar>
        <f7-block>
            <h3>深圳市麦芽电子商务有限公司 V20171120</h3>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;深圳市麦芽电子商务有限公司隶属深圳迪索音乐科技，公司一直专注于数字化教育的研究与发展；自2009年起，迪索调整了企业的发展方向，正式开辟“QPEN”、“小达人”、“个性专属”、“麦芽网”多条数字化幼教产品线，致力于通过科技化手段推进幼教多媒体资讯领域、幼儿出版行业类领域及幼儿有声阅读类领域的产品进步、丰富和发展；打造幼儿早期教育市场的黄金产业链条。</p>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;2010年麦芽点读行业产品解决方案面世后，凭借其专业、多样、灵活、全面、共享的特点，全面覆盖点读产品经营管理的关键环节，提高了客单价值，减少了经营资源的浪费，促进了二次消费、简化了服务流程，增加了企业ROi；赢得了广大机构和代理商的广泛认可。</p>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;公司与中国音协、上海音乐出版社合作推出可供音乐考级学员使用的音乐点读笔，此后，积极拓展点读笔多样性化解决方案，扩展点读市场的发展维度和应用价值，于2010年底，推出市面上第一款智能点读笔，将点读笔推进到智能点读笔时代。2011年11月，公司接力推出智能点读笔第二代，2013年，推出通用智能点读笔，以高品质的产品及服务不断满足客户的需求。</p>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;麦芽电子商务有限公司正积极拓展点读笔个性化专属解决方案在点读市场的发展维度和应用价值，为广大合作机构提供更为优质、全面、健全的服务。未来目标是通过全面的整合、创新和管理，立志将公司打造成为涉及点读解决方案、互联网、幼儿数字化早教、动漫等多领域的方案解决商。</p>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;麦芽电子商务不断引领点读笔行业最核心的技术革新，未来我们将走向更远……</p>
        </f7-block>
    </f7-page>
</template>

<script type="text/ecmascript-6">
  export default {
    data () {
      return {}
    },
    created () {
    }
  }
</script>
<style lang="scss" scoped type="text/css">
</style>
