<template>
    <f7-page no-toolbar>
        <f7-navbar>
            <f7-nav-left back-link="返回更多"></f7-nav-left>
            <f7-nav-center>用户协议</f7-nav-center>
        </f7-navbar>
        <f7-block>
            <h3>麦芽商城服务协议</h3>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;欢迎使用 “麦芽商城”服务（以下简称“麦芽商城”），为了保障您的权益，请在使用“麦芽商城”前，详细阅读此服务协议（以下简称“本协议”）的所有内容。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。除另行明确声明外，您使用麦芽商城服务均受本协议约束。</p>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;麦芽商城作为平台化服务，您可以浏览商城中发布的商品和服务信息。您通过微信登录后，可选购商品达成交易意向并进而完成交易。</p>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;如您交易过程中使用财付通支付科技有限公司提供的“微信支付”电子钱包服务的，请遵守服务条款并承担您交易所产生的法律后果。</p>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;其他约定</p>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;1、您如对本协议项下麦芽商城服务有任何疑问，请登录获取相关信息或拨打本商城客服电话（0755-82781145）。</p>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;2、责任范围和限制</p>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;A 麦芽商城对不可抗力导致的损失不承担责任。本服务条款所指不可抗力包括：天灾、法律法规或政府指令的变更，因网络服务特性而特有的原因，例如境内外基础电信运营商的故障、计算机或互联网相关技术缺陷、互联网覆盖范围限制、计算机病毒、黑客攻击等因素，及其他合法范围内的不能预见、不能避免并不能克服的客观情况。</p>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;B 对发生下列情形之一所造成的不便或损害，麦芽商城免责：</p>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;     a定期检查或施工，更新软硬件而造成的服务中断，或突发性的软硬件设备与电子通信设备故障；</p>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;     b您与其它任何第三方的纠纷。</p>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;C无论何种原因麦芽商城对您的购买行为的赔偿金额将不会超过您受到影响的当次购买行为已经实际支付的费用的总额。</p>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;3、服务终止 经国家行政或司法机关的生效法律文书确认您存在违法或侵权行为，或者麦芽商城根据自身的判断，认为您的行为涉嫌违反本协议的条款或涉嫌违反法律法规的规定的，则麦芽商城有权暂停或停止向您提供服务，且无须为此向您或任何第三方承担责任。</p>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;4、本协议适用中华人民共和国的法律。 当本协议的任何内容与中华人民共和国法律相抵触时，应当以法律规定为准，同时相关条款将按法律规定进行修改或重新解释，而本协议其他部分的法律效力不变。</p>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;5、如使用麦芽商城出现纠纷，您和麦芽商城一致同意将纠纷交由麦芽商城所在地人民法院管辖。</p>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;6、麦芽商城有权对本协议进行调整、补充和改变，并有权以网页公告的方式予以公布，无需另行单独通知您。 若您在麦芽商城进行上述调整、补充和改变后，仍继续使用“麦芽商城服务”的，则视为接受该等调整、补充和改变，若您不同意的，您有权终止本协议并停止使用“麦芽商城服务”。</p>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;7、本协议自发布之日起实施，并构成您和麦芽商城之间的共识。</p>
        </f7-block>
    </f7-page>
</template>

<script type="text/ecmascript-6">
  export default {
    data () {
      return {}
    },
    created () {
    }
  }
</script>
<style lang="scss" scoped type="text/css">
</style>
